export const COMMENT_DATA = [
  {
    id: 1,
    author: "박서현",
    comment: "저는 스트레스를 받은 날이면 항상 밤에 불닭을 먹습니다  !",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 2,
    author: "박영서",
    comment: "🎧 아일릿의 GRWM이라는 노래에 빠져서 질릴 때까지 듣고 있어요 !!",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 3,
    author: "이연재",
    comment: "저는 아무리 추워도 무조건 아아만 마시는 얼죽아 회원입니다..~🥶",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 4,
    author: "정다인",
    comment: "요즘 매일 복숭아를 먹고 있어요//",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 5,
    author: "최지우",
    comment:
      "저는 여름과일을 매우 좋아합니다,, 수박, 복숭아, 자두, 포도 . . 다 너무 좋아해요 !",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 6,
    author: "하지민",
    comment:
      "투썸의 두아박에 빠져서 갈 때마다 먹고 있어요! 얼그레이 티랑 같이 먹으면 궁합이 좋아요😋",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 7,
    author: "박세은",
    comment: "버터오징어맛 팝콘 과자가 아주 맛나답니다?😀",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 8,
    author: "이승채",
    comment:
      "학교 앞에서 자취를 시작해서 요즘 집꾸에 빠졌답니다..🏠 매일 오늘의 집에 들어가요!",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 9,
    author: "이연서",
    comment: "요새 을의커피 바나나우유 🍌에 빠졌답니다!",
    timestamp: "2026-07-03T22:54:21Z",
  },
  {
    id: 10,
    author: "이채빈",
    comment: "요즘에 스도쿠 하는 재미에 빠졌어요 ^_^",
    timestamp: "2025-07-03T22:54:21Z",
  },
  {
    id: 11,
    author: "정교은",
    comment:
      "요즘 저의 낙은 잠옷 모으기👚 입니다 ~ 이제 잠옷 없는 잠은 상상할 수 없어요 💤",
    timestamp: "2026-07-02T22:54:21Z",
  },
  {
    id: 12,
    author: "프짱 ~ 🌀",
    comment:
      "이렇게하고싶은말이너무많아서말이길어지면당연히텍스트영역이넓어지고똑같은컴포넌트인데높이가들쑥날쑥하면보기에예쁘지가않겠죠그래서css로깔끔하게바꿔주려고합니다",
    timestamp: "2026-07-02T22:54:21Z",
  },
];